Revit 2027 API
ParameterTypeId.UnconnectedHeightParam Property
 "Unconnected Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId UnconnectedHeightParam { get; }
Public Shared ReadOnly Property UnconnectedHeightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ UnconnectedHeightParam {
	ForgeTypeId^ get ();
}
static member UnconnectedHeightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace